Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: In the random coefficient model used to estimate eGFR slope change from baseline, an additional fixed effect term “interaction of baseline eGFR (continuous) by time” was included
es_es: En el modelo de coeficiente aleatorio utilizado para estimar el cambio de la pendiente de la TFGe desde el inicio, se incluyó el término adicional de efecto fijo "interacción de la TFGe inicial (continua) por tiempo".

source: In the remaining 11 cases:
es_es: En cuanto a los 11 casos restantes:

source: In the remaining pairs, both CV death and HHF occurred more frequently in the placebo arm first.
es_es: En los pares restantes, la muerte CV y las hospitalizaciones por insuficiencia cardíaca se dieron con mayor frecuencia primero en el grupo de placebo.

source: In the risk assessment of empagliflozin / linagliptin film-coated tablets the dosage strength 25 mg / 5 mg is used as example for the calculation.
es_es: En la evaluación de riesgos de los comprimidos recubiertos de empagliflozina / linagliptina, se usa la concentración de 25 mg / 5 mg para el cálculo de impurezas potenciales.

source: In the risk assessment, it is concluded that spesolimab drug substance manufactured and released by BI DE (BC) does not present a risk for the presence of N-nitrosamines.
es_es: En la evaluación de riesgos, se llega a la conclusión de que el principio activo espesolimab fabricado y liberado por BI DE (BC) no presenta riesgos dados por la presencia de N-nitrosaminas.

source: In the risk assessment, it is concluded that the risk of formation and entry of Nnitrosamine impurities is negligible in all process steps, in the final formulation, and in the primary packaging configuration.
es_es: En la evaluación de riesgos, se concluye que el riesgo de formación e ingreso de impurezas de N-nitrosamina es insignificante en todos los pasos del proceso, en la formulación final y en la configuración del acondicionamiento primario.

source: In the risk assessment, it is concluded that the risk of formation and entry of N-nitrosamine impurities is negligible in all process steps, in the final formulation, and in the primary packaging configuration.
es_es: En la evaluación de riesgos, se concluye que el riesgo de formación e ingreso de impurezas de N-nitrosamina es insignificante en todos los pasos del proceso, en la formulación final y en la configuración del acondicionamiento primario.

source: In the samples stored up to three months no volatile target compounds were detected, and no unknowns were detectable at or above the SCT of 1.5 μg/day (Table 55 – Table 60).
es_es: En las muestras almacenadas por hasta tres meses, no se detectaron los compuestos volátiles objetivo y tampoco se detectaron compuestos desconocidos con niveles iguales o superiores al umbral de seguridad de 1,5 μg/día (Tabla 55 – Tabla 60).

source: In the scope of the risk assessment four batches of corn starch have been analyzed and the results found for Hg (class 1) and Ni (class 2A) have been included in the summation of the respective element content in the drug product.
es_es: Como parte de la evaluación de riesgos, se analizaron cuatro partidas de almidón de maíz, y los resultados obtenidos para Hg (clase 1) y Ni (clase 2A) se incluyeron en la suma del contenido del elemento respectivo en el medicamento.

source: In the scope of the risk assessment six batches of talc have been analyzed and the results found for class 1 elements Pb and As as well as the class 2A elements Co, V and Ni above the LOQ have been included in the summation of the respective element content in the drug product.
es_es: Como parte de la evaluación de riesgos, se analizaron seis partidas de talco, y los resultados obtenidos para los elementos de clase 1 Pb y As y para los elementos de clase 2A, Co, V y Ni, que estuvieran por encima del límite de cuantificación se incluyeron en la suma del contenido del elemento respectivo en el medicamento.

source: In the scope of the risk assessment the potential presence of elemental impurities in the drug product empagliflozin / linagliptin film-coated tablets was evaluated utilizing the Drug Product Components Approach which is option 2B of the ICH Q3D guideline.
es_es: Como parte de la evaluación de riesgos, se analizó la presencia potencial de impurezas elementales en el medicamento empagliflozina / linagliptina, comprimidos recubiertos, utilizando el enfoque estipulado en la opción 2B del lineamiento Q3D de la ICH para los componentes farmacológicos.

source: In the scope of the risk assessment three batches of Mannitol have been tested and no results above the LOQ were detected for Ni.
es_es: Como parte de la evaluación de riesgos, se analizaron tres partidas de manitol y no se obtuvieron resultados por encima del límite de cuantificación para Ni.

source: In the scope of the risk assessment three batches of magnesium stearate have been analyzed and the results found for class 1 elements Hg, Pb and As as well as the class 2A elements Co, V and Ni have been included in the summation of the respective element content in the drug product.
es_es: Como parte de la evaluación de riesgos, se analizaron tres partidas de estearato de magnesio, y los resultados obtenidos para los elementos de clase 1 Hg, Pb y As, y para los elementos de clase 2A, Co, V y Ni, se incluyeron en la suma del contenido del elemento respectivo en el medicamento.

source: In the simulation studies, the product contacting surface of the rubber stoppers was extracted with 2-propanol / water and aqueous solutions containing PS 20 in crimped glass vials (extracted upside down) under intended in-use conditions (maximum time of 24 hours and maximum temperature of 30°C).
es_es: En los estudios de simulación, la superficie del tapón en contacto con el producto se extrajo con 2-propanol/agua y soluciones acuosas con PS 20 en frascos de vidrio cerrados (extracción boca abajo) en las condiciones de uso previstas (tiempo máximo: 24 horas, temperatura máxima: 30° C).

source: In the spectrophotometric method, transmittance values are obtained at discrete wavelengths throughout the visible spectrum.
es_es: En el método espectrofotométrico, los valores de transmitancia se obtienen en longitudes de onda discretas en todo el espectro visible.

source: In these instances, all subject identifiers will be blinded on the copies of the medical records prior to submission to sponsor.
es_es: En estos casos, se enmascarán los datos que identifiquen al paciente en las copias de la historia clínica antes de enviarlas al patrocinador.

source: In these risk assessments for excipients, available information from existing supplier qualification and literature was used, e.g., the origin of excipients, chemical structure, manufacturing process, residual solvents and potential impurities to evaluate, if a potential risk for the presence of N-nitrosamines can be identified or if the risk can be considered negligible.
es_es: En estas evaluaciones de riesgos de los excipientes, se emplearon las calificaciones de los proveedores en vigencia y la bibliografía; por ejemplo, se tuvieron en cuenta el origen de los excipientes, su estructura química, el proceso de fabricación, los disolventes residuales y las posibles impurezas, para evaluar si se puede identificar un riesgo potencial de que haya N-nitrosaminas o si el riesgo puede considerarse insignificante.

source: In these studies the physicochemical stability of the DP under conditions of use and the compatibility with commercial available medicinal products for preparation and injection were evaluated.
es_es: En estos estudios, se evaluó la estabilidad fisicoquímica del medicamento en condiciones de uso, y la compatibilidad con productos medicinales comerciales disponibles para la preparación y la aplicación.

source: In these studies, the impact of hold times on product quality has been investigated both in small scale as well as in large scale.
es_es: En estos estudios, se ha investigado la influencia de los tiempos de espera en la calidad del producto a pequeña y gran escala.

source: In this PBRER, Boehringer Ingelheim proposed to demote the two safety concerns based on the well-established safety experience and the adequate description of the risks in the label.
es_es: En este PBRER, Boehringer Ingelheim propuso descategorizar ar estos dos riesgos de seguridad con base en la experiencia de seguridad bien establecida y la cabal descripción de los riesgos en la etiqueta.

source: In this assay, labelled DNA molecules of different polymer lengths are synthesized ranging from less than 50 nucleotides up to several thousand nucleotides in length.
es_es: En este ensayo, las moléculas de ADN marcado de diferentes longitudes de polímero se sintetizaron de menos de 50 nucleótidos a varios miles de nucleótidos de longitud.

source: In this blinded trial, an emergency code break was available to the investigator / the sub-investigators via IRT.
es_es: En este ensayo ciego, e investigador o los sub-investigadores contaban con una apertura emergencia del código a través de la tecnología IRT.

source: In this case, no further discussion or justification is necessary.
es_es: En este caso, no es necesaria ninguna consideración general ni justificación adicional.

source: In this case, prefix “T” is used to provide unique identification.
es_es: En este caso, se añade el prefijo "T" para asignar una identificación diferenciada.

source: In this case, the bubble point value of ≥ 3,450 mbar for water applies and has to be met after sterile filtration to demonstrate that the filter integrity was maintained during sterile filtration.
es_es: En este caso, se aplica el valor del punto de burbujeo de ≥3,450 mbar para el agua y debe alcanzarse después de la filtración estéril para demostrar que se mantuvo la integridad del filtro durante la filtración estéril.

source: In this case, the data were to be included in the trial database and were to be reported.
es_es: En esta instancia, los datos de la persona sí debían incluirse en la base de datos del ensayo y también debían informarse.

source: In this case, the hierarchy was to be tested as specified in Section 9.7.1.2.
es_es: En tal caso, debía evaluarse la jerarquía como se especifica en la Sección 9.7.1.2.

source: In this double-blind trial, the causal relationship had to be assessed by the investigators for all trial drugs, i.e. the BI investigational product and for placebo.
es_es: En este ensayo doble ciego, los investigadores debieron evaluar la causalidad para todos los fármacos del ensayo, es decir, el producto en investigación de BI y el placebo.

source: In this particular case for the pancreatitis event, since it is classified as an important potential risk.
es_es: En este caso particular, remiten a un evento específico de pancreatitis, que está clasificado como riesgo potencial importante.

source: In this randomized clinical trial of patients with ischemic stroke due to major cerebral vessel occlusion treated within 4.5 hours of symptom onset, a dose of 0.40 mg/kg of tenecteplase, compared with a dose of 0.25 mg/kg of tenecteplase, did not improve reperfusion prior to endovascular thrombectomy.
es_es: En este ensayo clínico en pacientes con accidente cerebrovascular isquémico por oclusión de un vaso cerebral mayor, tratados en el plazo de las 4.5 horas posteriores al inicio de los síntomas, una dosis de 0.40 mg/kg de tenecteplasa, en comparación con una dosis de 0.25 mg/kg de tenecteplasa, no mejoró la reperfusión antes de la trombectomía endovascular.

source: In this situation, the patient's therapy plan, and in particular the adequacy of the anti-inflammatory therapy, should be reviewed to prevent potentially life threatening deterioration of disease control.
es_es: En esta situación, para evitar un deterioro del control nosológico con riesgo potencial de muerte, se debe revisar el plan terapéutico del paciente y, en especial, la adecuación del tratamiento antiinflamatorio.

source: In this situation, the patient's therapy plan, and in particular the adequacy of the anti-inflammatory therapy, should be reviewed to prevent potentially life-threatening deterioration of disease control.”
es_es: En esta situación, para evitar un deterioro del control nosológico con riesgo potencial de muerte, se debe revisar el plan terapéutico del paciente y, en especial, la adecuación del tratamiento antiinflamatorio".

source: In this study 555 simulated injections were performed by 16 registered nurses.
es_es: En este estudio, 16 enfermeras certificadas aplicaron 555 inyecciones de simulación.

source: In this study, AEs may include pre- or post-treatment events that occur as a result of protocolmandated procedures (i.e. invasive procedures, modification of subjects’ previous therapeutic regimen).
es_es: En este estudio, los EA pueden incluir eventos previos o posteriores al tratamiento que ocurren como resultado de los procedimientos especificados en el protocolo (es decir, procedimientos invasivos, modificación del régimen terapéutico previo de los pacientes).

source: In this study, AEs may include pre- or post-treatment events that occur as a result of protocol-mandated procedures (i.e. invasive procedures, modification of subjects’ previous therapeutic regimen).
es_es: En este estudio, los eventos adversos pueden incluir acontecimientos previos o posteriores al tratamiento que ocurran como resultado de los procedimientos especificados en el protocolo (es decir, procedimientos invasivos, modificación del régimen terapéutico previo de los pacientes).

source: In this supplemental experiment, precipitation started at 3000 µg/plate.
es_es: En este experimento complementario, la precipitación comenzó a 3000 µg/placa.

source: In this time period five batches were rejected due to out of specification results in the test parameter active ingredient degradation – Product Z and more than 30 batches are at the upper specification limit.
es_es: En dicho período, se rechazaron cinco partidas por presentar resultados que no cumplen con las especificaciones en el parámetro analítico degradación del principio activo (Producto Z) y más de 30 partidas se encontraron en el límite de la especificación superior.

source: In this time period three batches were rejected due to out of specification results in the test parameter active ingredient degradation – Product Z.
es_es: En este período, se rechazaron tres partidas por presentar resultados que no cumplen con las especificaciones en el parámetro analítico degradación del principio activo (Producto Z).

source: In this trial, SAEs (but not AESIs) that were components of efficacy endpoints or consequences/complications of the underlying disease were exempted from expedited regulatory reporting, regardless of relationship to the study medication.
es_es: En este ensayo, más allá de la relación con la medicación del estudio, se eximió notificar en los informes regulatorios expeditivos aquellos AES (no así los EAIP) que integraran los criterios de valoración de eficacia o que fueran consecuencias/complicaciones de la enfermedad subyacente.

source: In this trial, all null hypotheses for the primary and the two key secondary endpoints were rejected in a hierarchical testing procedure (Table 2).
es_es: En este ensayo, en un procedimiento de evaluación jerárquica (Tabla 2), se rechazaron todas las hipótesis nulas para el criterio de valoración primario y los dos secundarios claves.

source: In this trial, all null hypotheses for the primary and the two key secondary endpoints were rejected in a hierarchical testing procedure.
es_es: En este ensayo, en un procedimiento de evaluación jerárquica, se rechazaron todas las hipótesis nulas para el criterio de valoración primario y los dos secundarios claves.

source: In this trial, the analysis of eGFR slope of change from baseline on-treatment showed a significantly slower decline in eGFR in the empagliflozin group, with an estimated difference in slope of about 1.36 mL/min/1.73 m2 per year vs placebo.
es_es: En este ensayo, el análisis de la pendiente de cambio de la TFGe desde el inicio y en el tratamiento mostró una disminución significativamente más lenta en el grupo de empagliflozina que en el de placebo, con una diferencia estimada en la pendiente de aproximadamente 1.36 ml/min/1.73 m2 por año.

source: In those cases where MRS assessment occurred within 90 days after the stroke, a repeat MRS assessment was to be performed at the next on-site visit.
es_es: Cuando el puntaje según la escala Rankin Modificada se calculó dentro de los 90 días posteriores al ACV, esta misma calificación debía recalcularse en la siguiente visita al centro.

source: In toluene the compound is practically insoluble.
es_es: En tolueno, el compuesto es prácticamente insoluble.

source: In total, 19 formulations were included in the study comprising combinations of the varied formulation characteristics and two centre point formulations.
es_es: En total, se incluyeron 19 formulaciones en el estudio que incluyen combinaciones de las diversas características de formulación y dos formulaciones del punto central.

source: In upstream manufacturing (see Table 64), there are minor differences in process parameters, medium powders, and equipment used.
es_es: En el proceso de expansión celular (véase la Tabla 64), hay ligeras diferencias en los parámetros del proceso, los polvos del medio y el equipo utilizado.

source: In upstream manufacturing, minor differences are observed but have a negligible impact on product quality and patient safety.
es_es: En la etapa de expansión celular de la fabricación, se observan ligeras diferencias con un impacto insignificante sobre la calidad del producto y la seguridad del paciente.

source: In vivo adventitious virus testing
es_es: Análisis de virus adventicios (in vitro)

source: In vivo, the single-chain form of tenecteplase is cleaved by plasmin between amino acids Arg275 and Ile276 into a two-chain form connected by disulfide bridges [4][5].
es_es: In vivo, la forma de cadena única de la tenecteplasa se transforma por plasmina entre los aminoácidos Arg275 e Ile276 en una forma de dos cadenas conectadas por puentes disulfuro [4][5].

source: In water
es_es: En agua

source: In worst case filter exchange needed, which impacts overall process time
es_es: En el peor caso, se debe cambiar el filtro, lo que afecta el tiempo global del proceso

source: In-Use Stability Data).
es_es: Datos de estabilidad durante el uso).

source: In-house qualified
es_es: Calificado internamente

source: In-line:
es_es: En línea:

source: In-process control
es_es: Control intermedio del proceso

source: In-process control of process parameters and process indicators with impact on quality attribute
es_es: Parámetros de los controles intermedios del proceso e indicadores del desempeño que afectan el atributo de calidad

source: In-process control of process parameters and process performance indicators with impact on quality attribute
es_es: Parámetros de los controles intermedios del proceso e indicadores del desempeño de los procesos que afectan el atributo de calidad

source: In-process control of process parameters with impact on quality attribute
es_es: Parámetros del control intermedio del proceso que afectan el atributo de calidad

source: In-process control of quality attributes with action limits
es_es: Control intermedio del proceso de los atributos de calidad con límites de acción

source: In-process control testing (manual checks)
es_es: pruebas de control intermedio del proceso (controles manuales),

source: In-process tests and controls are performed during manufacture of tenecteplase drug product (DP) to control and monitor the manufacturing consistency and product quality.
es_es: Durante la fabricación del medicamento tenecteplasa, se realizan varias pruebas intraproceso y se llevan a cabo controles intermedios del proceso para controlar y supervisar la uniformidad del proceso y la calidad del producto.

source: In-use stability studies
es_es: Estudios de estabilidad durante el uso

source: In-use stability studies were performed with tenecteplase lyophilisate for solution for injection 25 mg.
es_es: Se realizaron estudios de estabilidad durante el uso de la tenecteplasa, liofilizado para solución inyectable, 25 mg.

source: In-vivo mutagenicity study has been performed, testing negative.
es_es: Se ha realizado estudio de mutagenicidad in vivo, que dio negativo.

source: Inability to comply with the dietary regimen of the trial site
es_es: Incapacidad para cumplir con el régimen alimenticio del centro del ensayo.

source: Inability to refrain from smoking on specified trial days
es_es: Incapacidad para abstenerse de fumar en días específicos del ensayo.

source: Incidence
es_es: Incidencia

source: Incidence of acute renal failure (based on narrow SMQ)
es_es: Incidencia de insuficiencia renal aguda (con base en una consulta SMQ específica)

source: Incidence of acute renal failure based on MedDRA SMQ was a further endpoint (exploratory) and was analysed on treated patients during the on-treatment period.
es_es: La incidencia de la insuficiencia renal aguda con base en una consulta SMQ al Diccionario MedDRA fue un criterio de valoración adicional (exploratorio), que se analizó sobre los pacientes tratados durante el período en tratamiento.

source: Incidence of acute renal failure based on SMQ (further endpoint)
es_es: Incidencia de insuficiencia renal aguda con base en una consulta SMQ (criterio de valoración adicional)

source: Incidence rate (95% CI)
es_es: Tasa de incidencia (IC del 95%)

source: Incidence rate / 1000 patient years
es_es: tasa de incidencia/1000 años-paciente

source: Incidence rate per 100 patient years (pt-yrs) = 100 * number of patients with AE / time at risk (AE) [years]
es_es: Tasa de incidencia por cada 100 años-paciente (a-p) = 100 * cantidad de pacientes con EA / tiempo en riesgo (EA) [años]

source: Incidence rate per 100 years at risk
es_es: Tasa de incidencia por cada 100 años en riesgo

source: Incidence rate per 1000 years at risk
es_es: Tasa de incidencia por cada 1000 años en riesgo

source: Incidence rates calculated using population age- and sex-distribution data from Statistics Denmark.
es_es: Tasas de incidencia calculadas con datos de distribución etaria y por sexo de la población proporcionadas por el servicio de estadística de Dinamarca.

source: Incidence rates for paediatric VTE demonstrate a bimodal age distribution:
es_es: Las tasas de incidencia de TEV pediátrica arrojan una distribución etaria bimodal:

source: Incidence rates rounded to the nearest hundredth.
es_es: Las tasas de incidencia se redondean al entero más cercano.

source: Incidence ratios were estimated with the use of modified Poisson regression with robust error estimation [R191799], with adjustment for the site of vessel occlusion.
es_es: Las razones de incidencia se estimaron por medio de regresión de Poisson modificada, con estimación de errores robustos [R191799], ajustando en función del lugar de oclusión arterial.

source: Incidence ratios were estimated with the use of modified Poisson regression with robust error estimation, with adjustment for the site of vessel occlusion.
es_es: Las razones de incidencia se estimaron por medio de regresión de Poisson modificada, con estimación robusta de errores y ajuste en función del lugar de oclusión arterial.

source: Includes a main analysis that keeps subjects in their randomized groups, analyzes all available outcome data, and is valid under a named plausible assumption about the missing data;
es_es: Incluye un análisis principal que mantiene a los participantes en los grupos a los que fueron aleatorizados, evalúa todos los resultados disponibles y es válido bajo un supuesto plausible sobre losdatos ausentes;
